---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.SquareMetersPerMeter
source: html/ac725506-30c7-b4cf-8275-8ed5200c71a8.htm
---
# Autodesk.Revit.DB.UnitTypeId.SquareMetersPerMeter Property

Square meters per meter.

## Syntax (C#)
```csharp
public static ForgeTypeId SquareMetersPerMeter { get; }
```